// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Printer Settings";

WebBrowserWindowTitle = "Device Setup";

TaskTitleField = "Printer Settings";
TaskDescriptionField = "To view or change the default behavior of the printer for things like paper handling, queue management or color management, click the button below.";
TaskStartButtonTitle = "Configure Printer Settings";